import styles from './agree.module.scss';

export default function AgreeUtil(){
    return (
        <div className={ styles.agree_cont }>
            <h4>제 1장 총칙</h4>
            <h5 id="anchor_art01">제 1조 [목적]</h5>
            <p>이 약관은 ㈜에스제이더블유인터내셔널과 ㈜골드앤에스(이하 통칭하여 “회사”라 한다)에서 운영하는 시원스쿨 패밀리사이트(이하 "웹사이트"라 한다)에서 제공하는 인터넷 관련 서비스(이하 "서비스"라 한다)를 이용함에 있어 회사와 이용자의 권리, 의무 및 책임 사항을 규정함을 목적으로 합니다.</p>
            <h5 id="anchor_art02">제 2조 [용어의 정의]</h5>

            <ol className={ styles.depth_1st }>
                <li>
                    ① 이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
                    <ol className={ styles.depth_2nd }>
                        <li>1. <strong>시원스쿨 패밀리사이트</strong> : “회사”가 “서비스” 및 재화를 “이용자”에게 제공하기 위하여 컴퓨터, 모바일 등 정보통신 설비를 이용하여 “서비스” 및 재화 등을 거래할 수 있도록 설정한 가상의 영업장을 말하며, 아울러 시원스쿨 패밀리를 운영하는 사업자의 의미로도 사용합니다.</li>
                        <li>2. <strong>이용자</strong> : “웹사이트”에 접속하여 본 약관에 따라 “회사”가 제공하는 “서비스” 및 재화를 이용하는 “회원” 및 “비회원”을 말합니다.</li>
                        <li>
                            3. <strong>회원</strong> : “웹사이트”에 접속하여 “아이디(ID)”를 부여받은 자로서 “회사”가 제공하는 정보와 “서비스”를 지속적으로 이용할 수 있는 자를 말합니다.
                            <ol>
                                <li>4. 비회원 : 회원에 가입하지 않고 "회사”에서 제공하는 “서비스”를 이용하는 자를 말합니다.</li>
                                <li>5. 콘텐츠 : “웹사이트”에서 제공하는 정보로서, 정보통신망이용촉진 및 정보보호 등에 관한 법률 제2조 제1항 제1호의 규정에 의한 정보통신망에서 사용되는 부호ㆍ문자ㆍ음성ㆍ음향ㆍ이미지 또는 영상 등으로 표현된 자료 또는 정보를 말합니다.</li>
                                <li>6. 아이디(ID) : 회원의 식별 및 “서비스” 이용을 위하여 회원이 정하고 회사가 승인하는 문자 또는 숫자의 조합을 말합니다.</li>
                                <li>7. 비밀번호(PASSWORD) : “서비스” 이용 시 “아이디(ID)”와 일치되는 회원임을 확인하고, 회원 개인정보 보호를 위하여 회원 자신이 정한 문자 또는 숫자와의 조합을 말합니다.</li>
                            </ol>
                        </li>
                        <li>② 제1항의 용어를 제외한 용어의 정의는 거래 관행 및 관계 법령에 따릅니다.</li>
                    </ol>
                </li>
            </ol>

            <h5 id="anchor_art03">제 3조 [회사정보 등의 제공]</h5>
            <p>“회사”는 “회사”의 상호, 대표자 성명, 주소, 전화번호(소비자의 불만을 처리하는 곳의 연락처 포함), 모사전송번호, 전자우편주소, 사업자등록번호, 통신판매업 신고번호 및 개인정보관리책임자 등을 이용자가 쉽게 알 수 있도록 웹사이트 초기화면에 게시합니다.</p>
            <h5 id="anchor_art04">제 4조 [약관 효력과 변경]</h5>
            <ol className={ styles.depth_1st }>
                <li>① 본 약관은 “이용자”가 약관의 내용에 동의하며 회원가입을 신청하고, “회사”가 그 신청에 대하여 승낙함으로써 효력이 발생합니다.</li>
                <li>② “회사”는 관계법령을 위배하지 않는 범위에서 본 약관을 개정할 수 있으며 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여, 개정 전 약관과 함께 적용일 10일 전부터 “웹사이트”에서 확인할 수 있도록 게시하며, 기존 “회원”에게는 “회원”이 공개한 전자우편주소로 이메일 발송, 홈페이지 게시 등의 방법으로 약관 개정사실을 통지할 수 있습니다.</li>
                <li>③ 전 항과 같이 약관의 변경에 대하여 통지한 경우 그 때부터 14일이내 “이용자”가 거절의 의사를 표시하지 않으면 변경약관에 동의한 것으로 간주됩니다.</li>
            </ol>

            <h5 id="anchor_art05">제 5조 [약관 외 준칙]</h5>
            <ol className={ styles.depth_1st }>
                <li>본 약관에 명시되지 않은 사항과 해석에 관하여는 “약관의 규제에 관한 법률”, “정보통신망 이용촉진 및 정보보호 등에 관한 법률”, “전자상거래 등에서의 소비자보호에 관한 법률” 및 기타 관련법령의 규정과 상관례에 따라 따릅니다.</li>
            </ol>

            <h5 id="anchor_art06">제 6조 [회원에 대한 통지]</h5>
            <ol className={ styles.depth_1st }>
                <li>① “회사”는 “회원”에게 알려야 할 사항이 발생하는 경우 회원가입 시 “회원”이 공개한 전자우편주소로 이메일을 보내거나 “웹사이트”에 공지 또는 팝업창을 게시하는 방법 등으로 통지할 수 있습니다.</li>
                <li>② 전 항과 같이 통지한 경우 그 때부터 14일 이내에 “회원”이 “회사”가 정하는 방법으로 거부의사를 표시하지 않을 경우 그 “회원”에게는 통지 내용이 도달하였고 통지 내용에 동의하였다고 간주됩니다.</li>
                <li>③ “회원”이 개정약관의 적용에 동의하지 않는 경우 이용 중인 유료 “서비스”의 이용이 종료될 때까지 기존 약관을 적용하거나 이용계약을 해지 할 수 있습니다.</li>
            </ol>

            <h4>제 2 장 회원가입</h4>
            <h5 id="anchor_art07">제 7조 [회원가입 및 회원정보변경]</h5>
            <ol className={ styles.depth_1st }>
                <li>① 회원가입은 “서비스”를 이용하려는 자가 본 약관의 내용에 동의하고 회원가입 신청을 한 후 “회사”가 이러한 신청에 대하여 승낙함으로써 완료됩니다.</li>
                <li>② 전 항의 규정에 따라 회원가입을 할 때에는 “회사”가 제공하는 “서비스”의 원활한 이용을 위해서 필요한 개인정보를 제공해야 합니다.</li>
                <li>③ “회원”은 웹사이트 “정보수정” 페이지에서 언제든지 자신의 개인정보를 열람하고 수정할 수 있습니다.</li>
                <li>④ “회원”이 전항의 변경사항을 수정하지 않아 발생한 불이익에 대하여 “회사”는 책임지지 않습니다.</li>
            </ol>

            <h5 id="anchor_art08">제 8조 [회원가입 신청]</h5>
            <ol className={ styles.depth_1st }>
                <li>① “회원”으로 가입하여 “서비스”를 이용하기를 희망하는 자는 “회사”가 요청하는 소정의 신규회원가입 양식에서 요구하는 사항을 기록하여 신청합니다.</li>
                <li>② 온라인 가입신청 양식에 기재하는 사항에 실명이나 실제 정보를 입력하지 않은 자는 법적인 보호를 받을 수 없으며, “서비스” 사용의 제한을 받을 수 있습니다.</li>
            </ol>

            <h5 id="anchor_art09">제 9조 [회원가입 신청에 대한 승낙]</h5>
            <ol className={ styles.depth_1st }>
                <li>① 승낙은 "회사”가 회원가입 신청을 한 자에게 “아이디(ID)”, 서비스 이용개시를 통보함으로써 이루어집니다.</li>
                <li>② “회사”는 다음 각 호에 해당하는 경우 회원가입 신청에 대하여 승낙하지 아니합니다.
                    <ol className={ styles.depth_2nd }>
                        <li>1. 본인이 회원 가입하지 않는 경우</li>
                        <li>2. 다른 사람의 명의를 빌리거나 도용하여 차명으로 신청한 경우</li>
                        <li>3. 회원가입 신청서의 내용을 허위로 기재했거나 첨부한 경우 또는 기재하지 않은 경우</li>
                        <li>4. 관계법령에 위배되거나 사회의 안녕질서 혹은 미풍양속을 저해할 수 있는 목적으로 신청한 경우</li>
                        <li>5. 기타 “회사”가 정한 회원가입 신청 요건이 미비된 경우</li>
                    </ol>
                </li>
                <li>③ “회사”는 다음 각 호에 해당하는 경우에는 그 사유가 해소될 때까지 이용 승낙을 보류할 수 있으며, 그 사유를 “웹사이트”에 공지합니다.
                    <ol className={ styles.depth_2nd }>
                        <li>1. 서비스 관련 설비의 용량이 부족한 경우</li>
                        <li>2. 기술상 또는 업무 수행상 지장이 있는 경우</li>
                        <li>3. 기타 “회사”가 필요하다고 인정하는 경우</li>
                    </ol>
                </li>
            </ol>

            <h5 id="anchor_art10">제 10조 [미성년자의 회원가입에 관한 특칙]</h5>
            <ol className={ styles.depth_1st }>
                <li>① 만 14세 미만의 “이용자”는 웹사이트에서 전자적 표시 형태로 제공되는 개인정보취급방침을 충분히 숙지한 후, 반드시 보호자[법정대리인]의 동의를 얻어 회원가입을 신청하여야 하는 등, 본인의 개인정보를 제공함에 있어 신중을 기해야 합니다.</li>
                <li>② “회사”는 만 14세 미만의 이용자가 회원가입을 신청하는 경우 별도의 안내 또는 절차를 통하여 보호자[법정대리인]의 동의 여부를 확인할 수 있습니다.</li>
                <li>③ 만 14세 미만의 이용자는 “회사”가 법정대리인에게 2항의 동의사실 여부를 확인할 수 있도록 회원가입 시, 보호자[법정대리인]의 성명 및 유ㆍ무선 연락처 등을 제공하여야 합니다.</li>
                <li>④ “회사”는 보호자[법정대리인] 동의에 대한 확인절차를 거치지 않은 만 14세 미만 “이용자”에 대하여는 회원가입을 불허 또는 취소할 수 있습니다.</li>
                <li>⑤ 만 14세 미만 “회원”의 보호자[법정대리인]는 자녀에 대한 개인정보의 열람, 정정, 갱신을 요구하거나 회원가입에 대한 동의를 철회할 수 있으며, 이러한 경우에 “회사”는 지체 없이 필요한 조치를 취해야 합니다. 이때 “회사”는 보호자[법정대리인]임을 입증할 수 있는 문서 등의 확인서류 제출을 요청할 수 있습니다.</li>
                <li>⑥ 만 19세 미만의 미성년자 회원은 “회사”에서 제공하는 유료서비스 사용에 제한이 있습니다.</li>
            </ol>

            <h4>제 3 장 서비스 제공 및 이용</h4>
            <h5 id="anchor_art11">제 11조 [서비스 이용 기술사양]</h5>
            <ol className={ styles.depth_1st }>
                <li>① “회사”가 제공하는 “서비스” 이용에 필요한 기술 사양은 “웹사이트”에 기재합니다.</li>
                <li>② 제 11조 1항보다 고사양이 요구되거나 컴퓨터 이외의 다른 장치로 이용이 가능한 “서비스”의 경우 “회사”는 해당 “서비스”의 포장 또는 “웹사이트”에 그 내용을 표시할 수 있습니다.</li>
            </ol>

            <h5 id="anchor_art12">제 12조 [서비스 이용 요금]</h5>
            <ol className={ styles.depth_1st }>
                <li>① 별도로 표시된 유료 “서비스”를 제외한 모든 “서비스”는 회원들에게 무료로 제공됩니다.</li>
                <li>② 유료 “서비스”의 이용 요금 및 결제 방식은 해당 “서비스” 및 결제 페이지 등에 “회사”가 별도로 정하여 명시한 내용에 따릅니다.</li>
            </ol>

            <h5 id="anchor_art13">제 13조 [서비스 이용 시간 및 문의]</h5>
            <ol className={ styles.depth_1st }>
                <li>① “서비스”는 “회사”의 업무상, 기술상 문제 등 기타 특별한 사정이 없는 한 매일 24시간 운영함을 원칙으로 합니다. 단, “회사”는 일부 “서비스”의 이용 가능 시간을 별도로 정할 수 있으며, 이 경우 “웹사이트”를 통해 공지합니다.</li>
                <li>② “이용자”는 “서비스” 이용 중 학습 상담, 동영상 재생 오류 및 기술 상담, 통신 오류, 강의 환불 및 변경 문의 기타 “서비스” 이용과 관련하여 문의 사항이 있는 경우 “웹사이트” 고객센터를 이용하여 온라인 문의를 하거나 또는 “회사”의 고객센터로 전화 문의를 할 수 있습니다.</li>
                <li>③ “회사”는 원활한 “서비스” 제공을 위하여 “이용자”가 전 항에 의하여 문의하는 사항을 저장, 녹음하여 활용할 수 있습니다.</li>
                <li>④ 회원의 이용신청을 승인한 때부터 “서비스”를 개시합니다. 다만, 유료서비스를 포함한 일부 서비스의 경우에는 결제가 완료된 이후 또는 “회사”에서 지정한 일자(시점)부터 “서비스”를 개시합니다.</li>
            </ol>

            <h5 id="anchor_art14">제 14조 [서비스 제공의 중지 및 제한]</h5>
            <ol className={ styles.depth_1st }>
                <li>① “회사”는 다음 각 호에 해당하는 경우 “서비스” 제공을 중지하거나 제한할 수 있습니다.
                    <ol className={ styles.depth_2nd }>
                        <li>1. 서비스용 설비의 최적화를 위한 시스템 점검 또는 설비 보수로 인해 부득이한 경우</li>
                        <li>2. 분산서비스거부(DDoS) 공격 등에 의해 발생한 서비스 장애 복구를 위해 부득이한 경우</li>
                        <li>3. 기타 서비스용 설비의 장애 또는 “서비스”이용의 폭주 등으로 “서비스”이용에 지장이 있는 경우</li>
                        <li>4. 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우</li>
                        <li>5. 국가비상사태, 천재지변에 의해 부득이한 경우</li>
                        <li>6. 기타 합리적인 이유가 있는 경우로서 “회사”가 필요하다고 인정하는 경우</li>
                    </ol>
                </li>
                <li>② “회사”가 전 항에 의하여 “서비스” 제공을 중지하거나 제한하는 경우 “회사”는 이를 “이용자”에게 알려야 합니다. 다만, “회사”의 귀책사유 없이 “이용자”에게 통지할 수 없는 경우에는 예외로 합니다.</li>
                <li>③ “회사”의 귀책사유로 “서비스” 제공이 중지되거나 그 이용에 장애가 발생하는 경우에는 “회사”의 규정에 따라 이용이 중지되거나 장애가 발생한 시간만큼 이용 기간을 연장합니다. 완전한 “서비스”를 다시 제공하는 것이 불가능한 경우 “회사”의 규정에 따라 다른 방법으로 그에 대한 보상을 실시할 수 있습니다. 다만, 천재지변 또는 이에 준하는 불가항력으로 인하여 “서비스” 제공이 중지되거나 그 이용에 장애가 발생하는 경우에는 예외로 합니다.</li>
            </ol>

            <h5 id="anchor_art15">제 15조 [서비스 부정이용 금지 및 차단]</h5>
            <ol className={ styles.depth_1st }>
                <li>① “회사”가 서비스 부정이용을 식별하는 방법 및 차단하는 방법은 다음 각 호와 같습니다.
                    <ol className={ styles.depth_2nd }>
                        <li>1. “회사”는 “회원”의 “서비스” 이용 중에 수집ㆍ확인된 IP정보, 맥어드레스 등의 자료를 토대로, 서버를 통하여 부정이용 여부를 분류ㆍ확인합니다.</li>
                        <li>2. “회사”는 “회원”이 “서비스” 이용 중에 복제프로그램을 실행시키거나 동일한 ID로 동시 접속을 하는 경우, “서비스” 이용 접속을 강제로 종료시킵니다.</li>
                    </ol>

                </li>
                <li>② “회사”는 다음 각호에 해당하는 경우를 “서비스” 부정 이용행위로 봅니다.
                    <ol className={ styles.depth_2nd }>
                        <li>1. 동일한 ID로 2대 이상의 PC,모바일에서 동시접속이 발생하는 경우</li>
                        <li>2. 동일한 ID로 다수의 PC,모바일 또는 IP에서 “서비스”를 이용하는 경우</li>
                        <li>3. 자신의 ID 및 강좌 등의 “서비스”를 타인이 이용하도록 하는 경우</li>
                        <li>4. 자신의 ID 및 강좌 등의 “서비스”를 타인에게 판매, 대여, 양도하는 행위 및 이를 광고하는 행위</li>
                        <li>5. “서비스” 이용 중, 복제프로그램을 실행하는 경우 또는 녹화를 하거나 시도하는 경우</li>
                    </ol>
                </li>
                <li>③ “회사”는 전항에 따른 부정 “이용자”가 발견 되었을 경우, 회사는 부정 “이용자”에 대해 재제 조치하며, 부정 “이용자”는 해당 조치를 이유로 “서비스” 이용 기간의 연장을 요구할 수 없습니다. 부정 “이용자”는 “회사”의 본 조치에 이의가 있는 경우, “회사”에 해당 사실에 대하여 소명할 수 있으며, 그에 따라 이용에 관한 별도의 조치를 받을 수 있습니다.</li>
                <li>④ “회사”가 식별하여 부정 “이용자”로 최종 확인된 “회원”이 “회원”의 귀책사유가 없음을 입증하지 못하는 경우, “회원”은 이로 인해 발생한 모든 민, 형사상 책임을 부담합니다.</li>
            </ol>

            <h5 id="anchor_art16">제 16조 [청약철회 및 환불]</h5>
            <ol className={ styles.depth_1st }>
                <li>① “회사”와 “서비스” 구매에 관한 계약을 체결한 “회원”은 “서비스” 이용 승인일로부터 7일 이내에 “회사” 고객센터나 “웹사이트”를 통해 신청하시면 청약철회를 할 수 있습니다.</li>
                <li>② 재화 구매에 관한 계약을 체결한 “회원”은 재화의 수령일로부터 7일 이내에 “회사” 고객센터나 “웹사이트”를 통해 신청하시면 청약철회를 할 수 있습니다.</li>
                <li>③ “회원”은 다음의 경우 청약철회권을 행사할 수 없습니다.
                    <ol className={ styles.depth_2nd }>
                        <li>1. “회원”에게 책임 있는 사유 또는 천재지변 사유로 “서비스” 이 멸실 또는 훼손된 경우</li>
                        <li>2. “회원”의 사용 또는 일부 소비로 “서비스”의 가치가 현저히 감소한 경우</li>
                        <li>3. 시간의 경과에 의하여 재판매가 곤란할 정도로 “서비스”의 가치가 현저히 감소한 경우</li>
                        <li>4. 복제가 가능한 “서비스”의 포장을 훼손한 경우</li>
                    </ol>
                </li>
                <li>④ “회원”이 청약철회를 한 경우 “회사”로부터 공급받은 “서비스” 또는 재화를 반환하여야 하며, 해당 비용은 “회원”이 부담합니다.</li>
                <li>⑤ “회사”는 반환된 “서비스” 또는 재화가 일부 사용 또는 일부 소비된 경우 그 사용과 소비에 의하여 “회원”이 얻은 이익에 상당하는 금액의 범위 내에서 “회원”에게 청구하거나 “회원”에게 반환할 대금에서 상계할 수 있습니다.</li>
                <li>⑥ 환불조건에 부합하는 강좌를 타 강좌로 변경하는 경우, 직접변경은 불가능하며 환불과 동일한 조건으로 환불처리 후 재신청 하거나 고객센터로 문의하여야 합니다.</li>
                <li>⑦ 기타 부득이한 사유로 “서비스”를 지속할 수 없을 경우에는 이를 “회원”에게 공지하며, 유료 ‘서비스’의 경우는 최대한 빠른 시일내에 환불하여 드립니다.</li>
                <li>⑧ “서비스” 및 재화 구매 시 해당 “서비스” 및 결제페이지에 본 조항과 별도의 청약철회 및 환불 조건이 표시되어 있는 경우 별도 표시된 조건이 우선하여 적용됩니다.</li>
            </ol>

            <h4>제 4 장 계약당사자의 권리와 의무</h4>
            <h5 id="anchor_art17">제 17조 [회사의 의무]</h5>
            <ol className={ styles.depth_1st }>
                <li>① “회사”는 지속적, 안정적으로 서비스를 제공하기 위해 최선을 다합니다.</li>
                <li>② “회사”는 “회원” 개인의 정보를 본인의 승낙 없이 제3자에게 누설, 배포하지 않는 것을 원칙으로 합니다. 단, 아래 사항에 해당하는 경우는 예외로 인정합니다.
                    <ol className={ styles.depth_2nd }>
                        <li>1. 전기통신기본법 등 법률의 규정에 의해 국가기관의 요구가 있는 경우</li>
                        <li>2. 범죄에 대한 수사상의 목적이 있거나 정보 통신 윤리위원회의 요청이 있는 경우</li>
                        <li>3. 기타 관계법령이 정한 절차에 따른 요청이 있는 경우</li>
                    </ol>
                </li>
            </ol>

            <h5 id="anchor_art18">제 18조 [개인정보 보호 등]</h5>
            <ol className={ styles.depth_1st }>
                <li>① “회사”는 “회원”의 개인정보 수집 시 필요한 최소한의 정보를 수집합니다.</li>
                <li>② “회사”는 “회원”의 개인정보를 수집할 때 다음 각 호의 1에 해당하는 경우를 제외하고는 그 “회원”의 동의를 받습니다.
                    <ol className={ styles.depth_2nd }>
                        <li>1. 법률에 특별한 규정이 있는 경우</li>
                        <li>2. 전자거래 계약의 이행을 위하여 필요한 경우</li>
                        <li>3. “서비스” 제공에 따른 요금 정산을 위하여 필요한 경우</li>
                    </ol>

                </li>
                <li>③ “회사”는 “회원”의 개인정보를 그 “회원”의 동의 없이 목적 외로 사용할 수 없습니다. 단, 다음 각 호의 1에 해당하는 경우에는 예외로 합니다.
                    <ol className={ styles.depth_2nd }>
                        <li>1. 약관 또는 법률에 특별한 규정이 있는 경우</li>
                        <li>2. “서비스” 제공에 따른 요금 정산을 위해 필요한 경우</li>
                        <li>3. 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 제공되는 경우</li>
                        <li>4. 신규 서비스(제품) 개발 및 특화 또는 이벤트 행사 등 마케팅 및 광고를 위해 활용하는 경우</li>
                    </ol>

                </li>
                <li>
                    ④ “회사”는 “회원”의 개인정보를 그 “회원”의 동의 없이 제3자에게 제공할 수 없습니다. 단, 다음 각 호의 1에 해당하는 경우에는 예외로 합니다.
                    <ol>
                        <li>1. 약관 또는 법률에 특별한 규정이 있는 경우</li>
                        <li>2. “서비스” 제공에 따른 요금 정산을 위해 필요한 경우</li>
                        <li>3. 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 제공되는 경우</li>
                    </ol>
                </li>
                <li>⑤ “회원”은 “웹사이트”상의 개인정보관리 시스템을 통해 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다. 다만, “아이디(ID)”는 변경할 수 없습니다.</li>
                <li>⑥ “회원”은 가입신청 시 기재한 사항이 변경되었을 경우 “웹사이트”에서 “회원”이 직접 수정해야 하며, 이를 수정하지 아니하여 발생하는 문제의 책임은 “회원”에게 있습니다.</li>
                <li>⑦ 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체 없이 폐기합니다.</li>
                <li>⑧ 전 항의 경우라도 “회사”가 사전에 개인정보취급방침에 규정하여 “회원”의 동의를 받거나 관련 법령에 따라 일정기간 개인정보를 보관해야 하는 경우 “회사”는 예외적으로 일정기간 개인정보를 보관할 수 있습니다.</li>
                <li>⑨ “회사”는 합리적 이유가 있는 경우로서 “회사”가 필요하다고 인정하는 경우 독점규제 및 공정거래에 관한 법률 및 동시행령이 규정하는 계열회사로 하여금 “회원”의 개인정보를 사용하게 할 수 있습니다.</li>
            </ol>

            <h5 id="anchor_art19">제 19조 [회원의 "아이디(ID)"와 "비밀번호(PASSWORD)" 관리에 대한 의무]</h5>
            <ol className={ styles.depth_1st }>
                <li>① “아이디(ID)”와 “비밀번호(PASSWORD)”에 관한 모든 관리책임은 “회원”에게 있습니다.</li>
                <li>② “회원”의 “아이디(ID)” 및 “비밀번호(PASSWORD)”의 관리에 관하여 “회사”의 고의 및 중과실이 없는 한, “회원”에게 부여된 “아이디(ID)”와 “비밀번호(PASSWORD)”의 관리소홀, 부정사용에 의하여 발생하는 모든 결과에 대한 책임은 “회원”에게 있습니다.</li>
                <li>③ 자신의 “아이디(ID)”가 부정하게 사용된 경우, “회원”은 반드시 “회사”에 그 사실을 통보해야 합니다.</li>
            </ol>

            <h5 id="anchor_art20">제 20조 [회원의 의무]</h5>
            <ol className={ styles.depth_1st }>
                <li>① “회원”은 “서비스”를 이용할 때 다음 각 호의 행위를 해서는 안 됩니다.
                    <ol className={ styles.depth_2nd }>
                        <li>1. 다른 “회원”의 “아이디(ID)”를 부정하게 사용하는 행위</li>
                        <li>2. 자신의 “아이디(ID)” 및 “서비스”를 타인이 사용하도록 하는 행위</li>
                        <li>3. “서비스” 이용 시 영상, 사진, 텍스트, 음성 등의 정보를 녹화나 캡쳐 또는 녹음할 수 있는 소프트웨어를 실행시키는 행위</li>
                        <li>4. “서비스”에서 얻은 정보를 “회사”의 사전 승낙 없이 “회원”의 정당한 이용 이외의 목적으로 복제하거나 이를 출판 및 방송 등에 사용하거나 제3자에게 제공하는 행위</li>
                        <li>5. “회원”이 “회사”에서 제공하는 “서비스”를 이용하여 상품 또는 용역을 제공하는 등의 상행위를 하는 경우</li>
                        <li>6. “회사” 또는 제3자의 저작권 등 지적재산권 기타 권리를 침해하거나 침해하려는 행위</li>
                        <li>7. 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형 등을 타인에게 유포하는 행위</li>
                        <li>8. 기타 관계법령에 위배되는 행위</li>
                    </ol>
                </li>
                <li>② “회원”은 본 약관에 규정하는 사항과 “서비스” 이용안내 또는 주의사항을 준수해야 합니다.</li>
                <li>③ “회원”은 사항 별로 “회사”가 “서비스” 공지사항에 게시하거나 별도로 공지한 사항을 준수해야 합니다.</li>
                <li>④ “회원”은 “회사”의 명시적인 동의가 없는 한 “서비스”의 이용권한 기타 이용 계약상의 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.</li>
                <li>⑤ “회사”는 “회원”이 제1항 내지 제4항을 위반하였을 경우 사전 통지 없이 계약을 해지하거나 또는 “서비스” 이용을 제한할 수 있습니다.</li>
                <li>⑥ “회사”가 전 항에 따라 계약을 해지하거나 “서비스” 이용을 제한하는 경우 이를 “회원”에게 알립니다. 다만, “회사”의 귀책사유 없이 “회원”에게 알릴 수 없는 경우에는 예외로 합니다.</li>
                <li>⑦ “회원”은 자신의 아이디 및 비밀번호가 유출되어 제3자에 의해 사용되고 있음을 인지한 경우, 즉시 “회사”에 알려야 합니다.</li>
                <li>⑧ “회사”는 전항의 경우 “회원”의 개인정보보호 및 기타 서비스 부정이용행위 방지 등을 위하여 “회원”에게 비밀번호의 변경 등 필요한 조치를 요구할 수 있으며, “회원”은 “회사”의 요구가 있는 즉시 “회사”의 요청에 성실히 응해야 합니다.</li>
                <li>⑨ “회사”는 “회원”이 본 조 제2항 및 제3항에 따른 의무를 성실히 이행하지 않아 발생한 불이익에 대하여 책임지지 않습니다</li>
            </ol>

            <h5 id="anchor_art21">제 21조 [게시물]</h5>
            <ol className={ styles.depth_1st }>
                <li>① “회사”는 게시물이 다음 각 호의 1에 해당된다고 판단되는 경우에는 그 “이용자”의 동의 없이 그 게시물을 삭제할 수 있습니다.
                    <ol className={ styles.depth_2nd }>
                        <li>1. 다른 “이용자” 또는 제3자를 비방하거나 중상 모략함으로써 타인의 명예를 훼손시킨 경우</li>
                        <li>2. 공공질서 및 미풍양속에 위반되는 경우</li>
                        <li>3. 범죄적 행위에 결부된다고 인정되는 경우</li>
                        <li>4. “회사” 또는 제 3자의 저작권 등 지적재산권 기타 권리를 침해하거나 침해할 우려가 있는 경우</li>
                        <li>5. 기타 관계 법령이나 “회사”가 정한 규정에 위배되는 경우</li>
                    </ol>
                </li>
                <li>② “회사”가 운영하는 게시판 등에 게시된 정보로 인하여 법률상 이익이 침해된 자는 권리 침해 사실을 소명하여 “회사”에게 당해 정보의 삭제를 요청할 수 있습니다. 이 경우 “회사”는 신속히 필요한 조치를 취하고 이를 요청자에게 통지합니다.</li>
            </ol>

            <h4>제 5 장 회원탈퇴 및 자격 상실</h4>

            <h5 id="anchor_art22">제 22조 [회원탈퇴]</h5>
            <ol className={ styles.depth_1st }>
                <li>① “회원”이 “웹사이트”의 회원 탈퇴를 하고자 하는 경우에는 “회원” 본인 또는 “회원”의 법정대리인이 “웹사이트”에 회원 탈퇴의 신청을 하여야 합니다.</li>
                <li>② “회원”의 회원 탈퇴 신청을 확인한 경우 “회사”는 신속히 회원 탈퇴 절차를 처리하며, 관련법 및 “웹사이트”의 개인정보취급 방침에 따라 “회사”가 회원정보를 보유하는 경우를 제외하고 탈퇴 완료 후 지체 없이 “회원”의 개인정보를 파기합니다.</li>
            </ol>

            <h5 id="anchor_art23">제 23조 [회원자격 상실 및 정지]</h5>
            <ol className={ styles.depth_1st }>
                <li>① “회사”는 “회원”이 다음 각 호의 1에 해당하는 행위를 하였을 경우 사전 통지 없이 “회원” 자격을 상실시키거나 “회원” 자격을 정지시킬 수 있습니다.
                    <ol className={ styles.depth_2nd }>
                        <li>1. 타인의 “개인정보”, “아이디(ID)” 및 “비밀번호(PASSWORD)”를 도용한 경우</li>
                        <li>2. 가입한 이름이 실명이 아닌 경우</li>
                        <li>3. 타인의 명예를 손상시키거나 불이익을 주는 행위를 하는 경우</li>
                        <li>4. “회사” 또는 제 3자의 저작권 등 지적재산권 기타 권리를 침해하거나 침해하려는 행위를 한 경우</li>
                        <li>5. 공공질서 및 미풍양속에 저해되는 내용을 유포시키는 경우</li>
                        <li>6. “회원”이 국익 또는 사회적 공익을 저해할 목적으로 “서비스” 이용을 계획 또는 실행하는 경우</li>
                        <li>7. “서비스” 운영을 고의 또는 과실로 방해하는 경우</li>
                        <li>8. “서비스”의 안정적 운영을 방해할 목적으로 다량의 정보를 전송하거나 광고성 정보를 전송하는 경우</li>
                        <li>9. 정보통신설비의 오작동이나 정보의 파괴를 유발시키는 컴퓨터 바이러스 프로그램 등을 유포하는 경우</li>
                        <li>10. “회사”의 “서비스”를 이용하여 얻은 정보를 “회사”의 사전 승낙 없이 복제 또는 유통시키거나 상업적으로 이용하는 경우</li>
                        <li>11. “웹사이트”에 음란물을 게재하거나 음란 사이트를 링크하는 경우</li>
                        <li>12. 본 약관 기타 “회사”가 정한 의무 기타 이용 조건을 위반하는 경우</li>
                        <li>13. “회사”의 명시적인 동의 없이 “회사”가 제공하는 “서비스”를 녹화, 녹음, 캡쳐 하거나 하려는 경우</li>
                        <li>14. “회사”의 명시적인 동의 없이 “서비스”의 이용권한 기타 이용 계약상의 지위를 타인에게 양도, 증여, 담보 제공하거나 타인과 공유하는 경우</li>
                        <li>15. 회원이 회사에서 제공하는 “서비스”를 이용하여 상품 또는 용역을 제공하는 등의 상행위를 하는 경우</li>
                    </ol>
                </li>
                <li>② “회사”가 전 항에 따라 “회원” 자격을 상실시키거나 제한하는 경우에는 “회사”는 이를 “회원”에게 알립니다. 다만, “회사”의 귀책사유 없이 “회원”에게 알릴 수 없는 경우에는 예외로 합니다.</li>
                <li>③ “회사”가 제1항에 따라 “회원” 자격을 상실시키거나 제한하는 경우 해당 “회원”에 대하여는 “회사”가 제공하는 모든 “서비스”의 이용을 중단시킬 수 있고, 해당 “회원”은 “회사”에 대하여 중단 이후의 “서비스”에 대한 환불 등을 요구할 수 없습니다.</li>
            </ol>

            <h4>제 6 장 기타</h4>
            <h5 id="anchor_art24">제 24조 [저작권]</h5>
            <ol className={ styles.depth_1st }>
                <li>① “회사”가 자체 제작한 “콘텐츠”와 “회사”가 제3자로부터 저작권을 양수 받은 “콘텐츠”에 대한 저작권은 “회사”에게 있습니다.</li>
                <li>② “회사”가 제3자로부터 이용 허락을 받은 “콘텐츠”에 대한 저작권은 제3자에게 있고 “회사”는 그에 대한 사용권을 가집니다.</li>
                <li>③ “회원”은 “회사”가 제공하는 “서비스”를 이용함으로써 얻은 정보를 “회사”의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리 또는 비영리의 목적으로 이용하거나 제3자에게 이용하게 할 수 없습니다.</li>
                <li>④ “회사”는 “회사” 또는 제3자의 저작권을 보호하기 위하여 “회원”이 “서비스”를 이용하는 동안 “회원”의 컴퓨터에 복제프로그램 등 “서비스” 부정이용을 위한 소프트웨어가 실행되는 것을 감지하여 자동으로 차단하는 프로그램을 사용할 수 있습니다.</li>
                <li>⑤ “회원”의 게시물에 대한 권리 및 책임은 이를 게시한 “회원”에게 있습니다.</li>
                <li>⑥ “회사”는 “회원”이 “웹사이트”에 게시한 게시물을 사용, 복제, 전송, 수정, 출판, 배포할 수 있습니다.</li>
            </ol>

            <h5 id="anchor_art25">제 25조 [정보의 제공 및 광고의 게재]</h5>
            <ol className={ styles.depth_1st }>
                <li>① “회사“는 서비스 이용 중 필요하다고 인정되는 다양한 마케팅 정보 등을 사전 동의한 “회원”에게 전자우편이나 서신우편, SMS, 전화, 알림 메시지(Push Notification), “회원” 연락처와 연동된 SNS서비스 등의 방법으로 제공할 수 있습니다. 이 경우, “회원”의 통신환경 또는 요금구조 등에 따라 “회원”이 데이터 요금 등을 부담할 수 있습니다.</li>
                <li>② “회원”은 관련법에 따른 거래관련정보 및 고객문의 등에 대한 답변 등을 제외하고는 언제든지 전항의 전자우편 등에 대해서 수신 거절을 할 수 있습니다.</li>
            </ol>

            <h5 id="anchor_art26">제 26조 [면책조항]</h5>
            <ol className={ styles.depth_1st }>
                <li>① “회사”는 천재지변 또는 이에 준하는 불가항력으로 인하여 “서비스”를 제공할 수 없는 경우에는 “서비스” 제공에 관한 책임이 면제됩니다.</li>
                <li>② “회사”는 “회원”의 귀책사유로 인한 “서비스” 이용의 장애에 대하여 책임을 지지 않습니다.</li>
                <li>③ “회사”는 “이용자”가 “웹사이트”에 게재한 사실의 신뢰도, 정보나 자료의 정확성 등 내용에 관하여는 책임을 지지 않습니다.</li>
                <li>④ “회사”는 “서비스” 이용과 관련하여 “이용자”에게 발생한 손해 가운데 “이용자”의 고의, 과실에 의한 손해에 대하여 책임을 지지 않습니다.</li>
            </ol>

            <h5 id="anchor_art27">제 27조 [분쟁의 해결]</h5>
            <ol className={ styles.depth_1st }>
                <li>① “회사”는 분쟁이 발생하였을 경우에 “이용자”가 제기하는 정당한 의견이나 불만을 반영하여 적절하고 신속한 조치를 취합니다. 다만, 신속한 처리가 곤란한 경우에 “회사”는 “이용자”에게 그 사유와 처리일정을 통보합니다.</li>
                <li>② 전항에도 불구하고, 본 약관 및 서비스이용 및 “이용자”와 “회사” 관련 사항 등은 모두 대한민국 법령의 적용을 받습니다.</li>
            </ol>

            <p className="pt15">[부칙]<br />본 약관은 2021년 05월 05일부터 적용하고, 종전의 약관은 본 약관으로 대체합니다.</p>
        </div>
    )
}